Repository: rysete/packet
Catalog: po/*.po
Languages: hr, pl

# shortcut window
source: General
hr: Općenito
pl: Ogólne

# shortcut window
source: Show Help
hr: Prikaži pomoć
pl: Pokaż Pomoc

# shortcut window
source: Open Menu
pl: Otwórz Menu

# shortcut window
source: Open Preferences
hr: Otvori postavke
pl: Otwórz Preferencje

# shortcut window
source: Close or Hide Window
pl: Zamknij lub Ukryj okno

# shortcut window
source: Quit
hr: Zatvori aplikaciju
pl: Wyjdź

source: _Preferences
hr: _Postavke
pl: _Preferencje

source: _Help
hr: Po_moć
pl: _Pomoc

source: _Keyboard Shortcuts
hr: _Tipkovni prečaci
pl: _Skróty klawiszowe

source: _About Packet
hr: _O aplikaciji Packet
pl: _O programie

source: About
pl: O programie

source: Setting up Packet…
hr: Postavljanje aplikacije Packet …
pl: Konfigurowanie Packet…

source: Copy Log
hr: Kopiraj zapisnik
pl: Skopiuj dziennik

source: Main Menu
pl: Menu główne

source: Couldn't Set Up
hr: Nije bilo moguće postaviti
pl: Nie można skonfigurować

source: An error occurred while trying to setup Packet
hr: Došlo je do greške prilikom pokušaja postavljanja aplikacje Packet
pl: Wystąpił problem podczas konfigurowania Packet

source: Try Again
hr: Pokušaj ponovo
pl: Spróbuj ponownie

source: Send To…
pl: Wyślij do...

source: Main Page
hr: Glavna stranica
pl: Strona główna

source: Add, or drop a file to send
hr: Dodaj ili ispusti datoteke za slanje
pl: Dodaj, lub upuść plik do wysłania

source: Add Files
hr: Dodaj datoteke
pl: Dodaj pliki

source: Selected Files Page
hr: Stranica odabranih datoteka
pl: Wybrana strona z plikami

source: Add File
hr: Dodaj datoteku
pl: Dodaj plik

source: Select Recipients
hr: Odaberi primatelja
pl: Wybierz odbiorcę

source: Refresh
pl: Odśwież

source: Looking for devices…
hr: Traženje uređaja …
pl: Wyszukiwanie urządzeń…

source: Can't see the other device?
hr: Ne vidiš drugi uređaj?
pl: Nie widzisz innego urządzenia?

source: Preferences
hr: Postavke
pl: Preferencje

source: General
hr: Općenito
pl: Ogólne

source: Device Name
hr: Ime uređaja
pl: Nazwa urządzenia

source: Visibility
hr: Vidljivost
pl: Widoczność

source: Whether others can see this device
hr: Mogu li drugi vidjeti ovaj uređaj
pl: Widoczność urządzenia u innych

source: Downloads Folder
hr: Mapa za preuzimanja
pl: Katalog pobranych

source: Pick download folder
hr: Odaberi mapu za preuzimanja
pl: Wybierz katalog pobierania

source: Run in Background
hr: Pokreni u pozadini
pl: Działanie w tle

source: Allow running in the background
hr: Dozvoli pokretanje u pozadini.
pl: Zezwól na działanie programu w tle

source: Auto Start
hr: Automatsko pokretanje
pl: Automatyczne uruchamianie

source: Start automatically at login
hr: Pokreni automatski prilikom prijave
pl: Automatyczne uruchamianie programu po zalogowaniu

source: Advanced
hr: Napredno
pl: Zaawansowane

source: Nautilus Plugin
hr: Dodatak Nautilus
pl: Wtyczka programu Pliki

source: Integrate with Nautilus file menu
hr: Integriraj se s Nautilus izbornikom datoteka
pl: Integracja z menu programu Pliki

source: Static Network Port
hr: Statički mrežni priključak
pl: Statyczny port sieciowy

source: For whitelisting through a firewall
hr: Za stavljanje na popis dopuštenih kroz vatrozid
pl: Dodanie do listy dozwolonych w zaporze sieciowej

source: Port Number
hr: Broj priključka
pl: Numer portu

source: Help
hr: Pomoć
pl: Pomoc

source: Make sure both devices are connected to the same Wi-Fi network and have Bluetooth turned on
hr: Provjeri jesu li oba uređaja povezana na istu Wi-Fi mrežu i imaju li uključen Bluetooth
pl: Upewnij się, że oba urządzenia są podłączone do tej samej sieci Wi-Fi i mają włączony Bluetooth

source: Make sure the device is set to be visible to all nearby devices
hr: Provjeri je li uređaj postavljen tako da je vidljiv svim uređajima u blizini
pl: Upewnij się, że urządzenie jest widoczne dla wszystkich pobliskich urządzeń

source: For an Android device, try opening the <b>Quick Share</b> page in the <b>Files by Google</b> app
hr: Za Android uređaj pokušaj otvoriti stranicu <b>Quick Share</b> u aplikaciji <b>Files by Google</b>
pl: W przypadku urządzenia z Androidem spróbuj otworzyć funkcję <b>Szybkie udostępnianie</b> w aplikacji <b>Files by Google</b>

source: translator-credits
hr: Milo Ivir <mail@milotype.de>
pl: Adam Lewicki, Marcel Mrówka

source: Loading logs...
hr: Učitavanje zapisnika …
pl: Ładowanie dzienników...

source: Similar Projects
hr: Slični projekti
pl: Podobne projekty

source: Failed to retrieve the logs
hr: Neuspjelo dohvaćanje zapisnika
pl: Błąd podczas pozyskiwania dzienników

source: Unknown device
hr: Nepoznat uređaj
pl: Nieznane urządzenie

source: hour
hr: sat
pl: godzina

source: minute
hr: minuta
pl: minuta

source: second
hr: sekunda
pl: sekunda

source: Remove
hr: Ukloni
pl: Usuń

source: {} File
hr: {} datoteka
pl: {} plik

source: Link
hr: Poveznica
pl: Łącze

source: Text
hr: Tekst
pl: Tekst

source: Receiving
hr: Primanje
pl: Odbieranie

source: Cancel
hr: Odustani
pl: Anuluj

source: Incoming Transfer
hr: Dolazni prijenos
pl: Przychodzący transfer

source: Receiving...
hr: Primanje …
pl: Odbieranie...

source: Decline
hr: Odbij
pl: Odrzuć

source: Accept
hr: Prihvati
pl: Akceptuj

source: {} file ({})
hr: {} datoteka ({})
pl: {} plik ({})

source: Preview ({})
hr: Pregled ({})
pl: Podgląd ({})

source: Code: {}
hr: Kod: {}
pl: Kod: {}

source: Request timed out
hr: Vrijeme zahtjeva je isteklo
pl: Upłynął czas żądania

source: {} wants to share {}
hr: {} želi dijeliti {}
pl: {} chce udostępnić {}

source: About {} left
hr: Preostalo je oko {}
pl: Pozostało około {}

source: Unexpected dissconnection
hr: Neočekivani prekid veze
pl: Nieoczekiwane odłączenie

source: Transfer cancelled by sender
hr: Pošiljatelj je prekinuo prijenos
pl: Transfer anulowany przez nadawcę

source: Copy to clipboard
hr: Kopiraj u međuspremnik
pl: Skopiuj do schowka

source: Save text as file
hr: Spremi tekst kao datoteku
pl: Zapisz tekst do pliku

source: Open
hr: Otvori
pl: Otwórz

source: Received "{}"
hr: Primljeno „{}“
pl: Odebrano "{}"

source: Copy
hr: Kopiraj
pl: Skopiuj

source: {} file received
hr: Primljena je {} datoteka
pl: Odebrano {} plik

source: Unavailable
hr: Nedostupno
pl: Niedostępne

source: Queued
hr: Red čekanja
pl: W kolejce

source: Retry
hr: Pokušaj ponovo
pl: Powtórz

source: Requested
hr: Zatraženo
pl: Żądany

source: Failed
hr: Neuspjelo
pl: Niepowodzenie

source: Sent {} file
hr: Pošalji {} datoteku
pl: Wysłano {} plik

source: Couldn't update the Nautilus plugin
hr: Nije bilo moguće aktualizirati dodatak Nautilus
pl: Nie można zaktualizować wtyczki programu Pliki

source: Packet cannot run in the background
hr: Packet ne može raditi u pozadini
pl: Packet nie może działać w tle

source: Packet cannot run at login
hr: Packet ne može raditi prilikom prijave
pl: Packet nie może być uruchomiony po zalogowaniu

source: Can't rename device during an active transfer
hr: Nije moguće preimenovati uređaj tijekom aktivnog prijenosa
pl: Nie można zmienić nazwy urządzenia podczas aktywnego transferu

source: Invalid Port
hr: Nevažeći priključak
pl: Nieprawidłowy port

source: The chosen static port "{}" is not available. Try a different port above 1024.
hr: Odabrani statički priključak „{}“ nije dostupan. Pokušaj s jednim drugim priključkom iznad 1024.
pl: Wybrany port statyczny "{}" jest niedostępny. Wypróbuj inny port powyżej 1024.

source: Can't access Downloads folder
hr: Nije moguće pristupiti mapi „Preuzimanja“
pl: Nie można uzyskać dostępu do katalogu Pobrane

source: Pick Folder
hr: Odaberi mapu
pl: Wybierz katalog

source: Packet wants to run in the background
hr: Packet želi raditi u pozadini
pl: Packet chce działać w tle

source: Plugin Installed
hr: Dodatak je instaliran
pl: Wtyczka zainstalowana

source: Done
hr: Gotovo
pl: Gotowe

source: The plugin was installed successfully, but requires the following packages to function: {}
hr: Dodatak je uspješno instaliran, ali da bi funkcionirao treba sljedeće pakete: {}
pl: Pomyślnie zainstalowano wtyczkę, ale wymaga ona następujących pakietów do działania: {}

source: Package names may vary by distribution, visit <a {}>this link</a> for details.
hr: Imena paketa se mogu razlikovati ovisno o distribuciji, posjeti <a {}>ovu poveznicu</a> za detalje.
pl: Nazwa pakietów może zależeć od dystrybucji, odwiedź <a {}>tę stornę</a>, aby uzyskać więcej szczegółów.

source: Once that's done, restart Nautilus (e.g., by logging out and back in) to load the plugin.
hr: Nakon što to učiniš, ponovo pokreni Nautilus (npr. odjavom i ponovnim uključivanjem) kako bi se dodatak učitao.
pl: Po ukończeniu, uruchom ponownie program Pliki (np. wylogowując się, i logując się ponownie), aby załadować wtyczkę.

source: Installation Failed
hr: Instalacija nije uspjela
pl: Błąd podczas instalacji

source: Close
hr: Zatvori
pl: Zamknij

source: Plugin installation failed. Make sure the following directory exists and is accessible by Packet:
hr: Instalacija dodatka nije uspjela. Provjeri postoji li sljedeći direktorij i može li mu se pristupiti putem aplikacije Packet:
pl: Błąd podczas instalacji. Upewnij się, że żądany katalog istnieje, oraz jest dostępny przez program Packet:

source: Copied log to clipboard
hr: Zapis je kopiran u međuspremnik
pl: Skopiowano dziennik do schowka

source: Ready
hr: Spremno
pl: Gotowy

source: Visible as {:?}
hr: Vidljivo kao {:?}
pl: Widoczne jako {:?}

source: Invisible
hr: Nevidljivo
pl: Niewidoczne

source: No new devices can share with you
hr: Nijedan novi uređaj ne može s tobom dijeliti
pl: Żadne nowe urządzenia nie mogą Ci udostępniać

source: Disconnected
hr: Odspojen
pl: Rozłączono

source: Connect to Wi-Fi and turn on Bluetooth
hr: Poveži se s Wi-Fi mrežom i uključi Bluetooth
pl: Połącz się z Wi-Fi i włącz Bluetooth

source: Connect to Wi-Fi
hr: Poveži se s Wi-Fi mrežom
pl: Połącz się z Wi-Fi

source: Turn on Bluetooth
hr: Uključi Bluetooth
pl: Włącz Bluetooth

source: Couldn't open files
hr: Nije bilo moguće otvoriti datoteke
pl: Nie można otworzyć plików

source: Send with Packet
hr: Pošalji s aplikacijom Packet
pl: Wyślij za pomocą programu Packet

source: Share files easily
hr: Dijeli datoteke na jednostavan način
pl: Udostępniaj pliki z łatwością

source: Gnome;GTK;Quick;Nearby;Share;
hr: Gnome;GTK;Quick;Nearby;Share;brzo;u blizini;dijeli;
pl: GNOME;GTK;Quick;Nearby;Share;Gnome;Szybkie;Szybko;W pobliżu;Udostępnianie;Udostępnij;Przesyłanie;Prześlij;

source: Window width
hr: Širina prozora
pl: Szerokość okna

source: Window height
hr: Visina prozora
pl: Wysokość okna

source: Window maximized state
hr: Maksimalno povećani prozor
pl: Okno zmaksymalizowane

source: Device name
hr: Ime uređaja
pl: Nazwa urządzenia

source: Device visibility
hr: Vidljivost uređaja
pl: Widoczność urządzenia

source: Download folder
hr: Preuzmi mapu
pl: Katalog pobierania

source: Send and receive files wirelessly with Android devices using Quick Share or another device with Packet installed.
hr: Bežično šalji i primaj datoteke s Android uređajima pomoću Quick Sharea ili drugog uređaja s instaliranom aplikacijom Packet.
pl: Wysyłaj i odbieraj pliki bezprzewodowo z urządzeń z Androidem za pomocą szybkiego udostępnienia lub innego urządzenia z zainstalowanym programem Packet

source: Packet requires Bluetooth to be enabled and the devices to be connected to a Wi-Fi network with mDNS.
hr: Packet zahtijeva uključivanje Bluetootha i povezivanje uređaja na Wi-Fi mrežu putem mDNS-a.
pl: Packet wymaga włączenia Bluetooth i podłączenia urządzeń do sieci Wi-Fi z mDNS.

source: Sent Share Request
hr: Slanje zahtjeva za dijeljenje
pl: Wysłano żądanie udostępnienia

source: Received Share Request
hr: Primanje zahtjeva za dijeljenje
pl: Odebrano żądanie udostępnienia

# shortcut window
source: Show Shortcuts
hr: Prikaži prečace

source: Send
hr: Pošalji

source: _Ok
hr: _U redu
